Repository: qtmleap/mudmouth
Catalog: Sources/Mudmouth/Localizable.xcstrings
Source language: en
Languages: ja

# ACTION_CANCEL
source: Cancel
ja: キャンセル

# ACTION_REVOKE_CERTIFICATE
source: Continue
ja: 続行

source: Algorithm
ja: アルゴリズム

# BUTTON_ACTIVATE_VPN
source: Enable VPN
ja: VPNを有効化する

# BUTTON_ALLOW_NOTIFICATION
source: Allow Notifications
ja: 通知許可を設定する

# BUTTON_DOWNLOAD_PROFILE
source: Download Profile
ja: プロファイルをダウンロードする

# BUTTON_END
source: Done
ja: 設定完了

# BUTTON_INSTALL_VPN
source: Install VPN Configuration
ja: VPN構成をインストールする

# BUTTON_NEXT
source: Next
ja: つぎへ

# BUTTON_OPEN_APP
source: Open App
ja: アプリを開く

# BUTTON_OPEN_APP_STORE
source: Install App
ja: アプリをインストールする

# BUTTON_OPEN_VPN_SETTINGS
source: Open VPN Settings
ja: VPN設定を開く

# BUTTON_TRUST_CERTIFICATE
source: Open Certificate Settings
ja: 証明書設定を開く

# CERTIFICATE_INSTALLED
source: Installed
ja: インストール

# CERTIFICATE_SHA256_HASH
source: SHA-256 Hash
ja: ハッシュ

# CERTIFICATE_TRUSTED
source: Trusted
ja: 信頼

# CERTIFICATE_VERIFIED
source: Verified
ja: 検証

source: Common Name
ja: 一般名

# DESCRIPTION_ALLOW_NOTIFICATION
source: This app sends notifications after capturing requests. If Do Not Disturb or Sleep is enabled, notifications may not be delivered.
ja: 本アプリはリクエストを取得後に通知を送ります。おやすみモードや睡眠が有効になっている場合、通知が届かないことに注意してください。

# DESCRIPTION_APP_NAME
source: This app uses VPN functionality to analyze packets. Communications are protected with advanced encryption, and no captured data is collected.
ja: 本アプリはVPN機能を利用してパケットを解析する機能を有します。通信は高度なセキュリティで暗号化されており、キャプチャされたデータを一切収集しません。

# DESCRIPTION_DOWNLOAD_VPN_PROFILE
source: Download the profile to your device.
ja: プロファイルをデバイスにダウンロードしてください。

# DESCRIPTION_INSTALL_NINTENDO_APP
source: Install the Nintendo Switch App to use this app.
ja: 本アプリの利用のためにNintendo Switch Appをインストールしてください。

# DESCRIPTION_INSTALL_VPN
source: Install the VPN configuration profile to capture requests.
ja: リクエストを取得するためのVPN構成プロファイルをインストールしてください。

# DESCRIPTION_INSTALL_VPN_PROFILE
source: Install it manually via Settings > General > VPN & Device Management > Downloaded Profile.
ja: 設定 > 一般 > VPNとデバイス管理 > ダウンロード済みプロファイル から手動でインストールしてください。

# DESCRIPTION_TEST_OPEN_APP
source: Open the app and select a game.
ja: アプリを開いてゲームを選択してください。

# DESCRIPTION_TEST_TOGGLE_VPN
source: Enable the VPN configuration to capture requests.
ja: リクエストをキャプチャするためにVPNの構成を有効化します。

# DESCRIPTION_TRUST_CERTIFICATE
source: Manually trust it via Settings > General > About > Certificate Trust Settings > Enable Full Trust for Root Certificates.
ja: 設定 > 一般 > 情報 > 証明書信頼設定 > ルート証明書を全面的に信頼 から手動で信頼してください。

# DIALOG_REGENERATE_CERTIFICATE_TITLE
source: Reissuing the certificate will make already installed profiles unusable.
ja: 証明書を再発行すると既にインストール済みのプロファイルは利用できなくなります。

# DIALOG_SKIP_INSTALL_DESC
source: Skipping installation will limit some features of this app.
ja: インストールをスキップすると本アプリの機能の一部が制限されます。

# FOOTER_CERT
source: Download, verify, and trust the certificate.
ja: 証明書をダウンロードして検証し、信頼してください。

# FOOTER_CERTIFICATE_VALIDATION
source: You will not be able to capture requests correctly unless all items are enabled.
ja: 全ての項目が有効になっていないとリクエストを正しくキャプチャすることができません。

# FOOTER_NSO
source: Using Interceptor requires the Nintendo Switch App and an active Nintendo Switch Online membership.
ja: Interceptorの利用にはNintendo Switch Appのインストール及び、Nintendo Switch Onlineの契約が必要です。

# FOOTER_VPN
source: Install the VPN configuration.
ja: VPN構成をインストールしてください。

source: Generate New Certificate
ja: 新しい証明書を発行する

# HEADER_CERT
source: Certificates
ja: 証明書

# HEADER_CERTIFICATE_UTILS
source: Certificate Tools
ja: 証明書ツール

# HEADER_CERTIFICATE_VALIDATION
source: Certificate Validation
ja: 証明書の検証

# HEADER_GENERAL
source: General
ja: 一般

# HEADER_KEY_INFORMATION
source: Key Information
ja: 鍵情報

# LABEL_CERTIFICATE_INFO
source: Certificate Information
ja: 証明書情報

# LABEL_CONNECTION_STATUS_VPN
source: Connection Status
ja: 接続状態

# LABEL_DONE
source: Done
ja: 設定完了

# LABEL_DOWNLOAD_CERT
source: Download
ja: 証明書のダウンロード

# LABEL_GAME_CONTENT_ID
source: Content
ja: コンテンツ

# LABEL_INSTALL_VPN
source: Install
ja: インストール

# LABEL_NOTIFICATION_VERIFIED
source: Notifications
ja: 通知

# LABEL_OPEN
source: Open App
ja: アプリを開く

# LABEL_OPEN_NSO
source: Open Nintendo Switch Online
ja: Nintendo Switch Onlineを開く

# LABEL_TOGGLE_VPN
source: Enable VPN
ja: VPNの有効化

# LABEL_TRUST_CERT
source: Trust
ja: 信頼

# LABEL_VERIFY_CERT
source: Verify
ja: 検証

source: Not Valid After
ja: 有効期間終了日

source: Not Valid Before
ja: 有効期間開始日

source: Organization
ja: 組織名

# PRIVATE_KEY_DATA
source: Private Key
ja: 秘密鍵

# PUBLIC_KEY_DATA
source: Public Key
ja: 公開鍵

# TITLE_ALLOW_NOTIFICATION
source: Notification Settings
ja: 通知設定

# TITLE_APP_NAME
source: About This App
ja: 本アプリについて

# TITLE_CERTIFICATE
source: Certificate Information
ja: 証明書情報

# TITLE_CONFIGURATION
source: Settings
ja: 設定

# TITLE_DOWNLOAD_VPN_PROFILE
source: VPN Configuration Profile
ja: VPN構成プロファイル

# TITLE_INSTALL_NINTENDO_APP
source: Install App
ja: アプリのインストール

# TITLE_INSTALL_VPN
source: Install VPN Configuration
ja: VPN構成のインストール

# TITLE_INSTALL_VPN_PROFILE
source: Install Profile
ja: プロファイルのインストール

# TITLE_SKIP_LATER
source: Skip for now?
ja: 本当にスキップしますか？

# TITLE_TEST_OPEN_APP
source: Try It Out
ja: 試してみましょう

# TITLE_TEST_TOGGLE_VPN
source: Enable VPN Configuration
ja: VPN構成の有効化

# TITLE_TRUST_CERTIFICATE
source: Trust Certificate
ja: 証明書の信頼

# TOKEN_CAPTURED_BODY
source: Tap to open the app and execute the action.
ja: タップでアプリを開いて処理を実行します

# TOKEN_CAPTURED_TITLE
source: Response captured.
ja: レスポンスを取得しました。

# UNNOTIFICATION_REQUEST_BODY
source: Tap to open the app and execute the action.
ja: タップでアプリを開いて処理を実行します

# UNNOTIFICATION_REQUEST_TITLE
source: Response captured.
ja: レスポンスを取得しました。
